{
  "main_title": "The History of the Bachrach and Baum Families in Germany",
  "sections": [
    {
      "title": "Historical Context",
      "content": [
        {
          "type": "text",
          "text": "Hesse is a state in central Germany and where some larger cities like Frankfurt and Marburg are located. Historically, the Jewish community was a small minority never exceeding 3% of the population. Jews lived primarily in rural areas, small villages that would typically only have a few Jewish families each. Jews in rural Hesse were Orthodox and tended to be very religious."
        },
        {
          "type": "image_placeholder",
          "text": "[Map of Germany with Hesse outlined and labeled. Labeled points within Hesse: Frankfurt, Marburg, Kassel, Wittelsberg (use coordinates for Ebsdorfergrund), Frielendorf]",
          "image_files": [
            "assets/map_of_hesse_germany_1771350678037.png"
          ],
          "captions": [
            "Map of Germany highlighting the state of Hesse and key family locations."
          ]
        },
        {
          "type": "text",
          "text": "Until the 1800s, Jews in Hesse were prohibited from owning farmland or joining craft guilds, which left only a few occupations for them: butchery, cattle and horse dealing, and the dry goods trade (i.e., merchants who purchased dry goods in cities and sold them to villagers). They continued to be concentrated into these jobs into the 20th century."
        },
        {
          "type": "text",
          "text": "Jews were also money lenders by default. Most of their Christian neighbors were farmers whose income was highly variable and seasonal. Rural Jews would buy livestock or dry goods from a small number of wealthy, urban Jews on credit. They would then sell these items to Christian farmers on credit."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic of Otto Böckel, leader of the antisemetic Böckel Movement of the 1880s-90s, and contemporary antisemetic leaders.]",
          "image_files": [
            "assets/Otto Bockel.JPG"
          ],
          "captions": [
            "Collage titled 'Eine deutsche Sieben' (A German Seven). Antisemitic propaganda featuring portraits of seven men, including Otto Bockel, marked with the phrase 'Die die Juden nicht lieben' (Who do not love the Jews)."
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "In 19th-century Hesse, Christian antisemitism focused on the economic role played by Jews. There was a major economic crisis in the 1890s, which fueled the rise of the antisemetic Böckel Movement. This movement urged economic boycotts of Jewish businesses and had, at its peak, 15,000 members in the region of Hesse where our family is from."
        },
        {
          "type": "text",
          "text": "But, in general, Hesse was moving towards more acceptance and liberalization towards its Jewish residents. This process started in the early 19th century. Starting in the 1860s, Jewish children increasingly attended integrated public schools, which became standard by the 1920s. Jews achieved formal legal equality in 1919 and strongly identified as German, even though social ties between Jews and their Chrisian neighbors tended to be superficial."
        }
      ]
    },
    {
      "title": "The Bachrach Family In Frielendorf",
      "content": [
        {
          "type": "image_placeholder",
          "text": "[Graphic of the synagogue in Frielendorf]",
          "image_files": [
            "assets/Synagogue in Frielendorf.png"
          ],
          "captions": [
            ""
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "For many generations, the Bachrach family resided in Frielendorf: a small village of about 1,000 people, roughly 10% of whom were Jewish. Jakob Noa Bachrach, born in 1853, was a master butcher and a respected figure in the community. He was also a leader of a"
        },
        {
          "type": "text",
          "text": "chevra"
        },
        {
          "type": "text",
          "text": ", essentially a Jewish religious society that operated alongside the more formal synagogue, and he served as a religious teacher in Frielendorf when the village lacked a rabbi or formal instructor."
        },
        {
          "type": "text",
          "text": "[Image of Jakob's 75th birthday announcement in The Israelite. Caption:"
        },
        {
          "type": "text",
          "text": "Frielendorf, March 4th. \"Master Butcher Jacob Bachrach of this town, who is respected and honored by Jews and non-Jews alike, celebrated his 75th birthday. He possesses great knowledge, especially in Jewish matters."
        },
        {
          "type": "text",
          "text": "When Teacher Lion died, he performed the duties of a Schochet (ritual slaughterer), a Baal Kore (Torah reader), and a prayer leader during the Holy Days to the full satisfaction of the congregation. May the jubilarian be granted a vigorous and content old age.\" Published in the magazine \"The Israelite\", a National Orthodox publication] on 22. March 1928.]"
        },
        {
          "type": "text",
          "text": "Jakob married Auguste \"Gustel\" Steinfeld (b. 1857) when she was 26 and he was 31, common ages for marriage at the time. Auguste was from Josbach, a village 20 miles from Frielendorf. They had 9 children, but 5 died in infancy or childhood. Samuel, born in 1890, was the oldest to survive into adulthood."
        },
        {
          "type": "image_placeholder",
          "text": "[Genogram showing each family member's name and date of birth. Includes the parents, whose DOBs are to be imported from the text above, and the following children: Samuel (b 1890), Mathilde (b 1885), Bertha (b 1891), Max (b 1898).]",
          "image_files": [
            "assets/genogram.svg"
          ],
          "captions": [
            "Family Genogram showing the Bachrach and Baum lineages."
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "Samuel Bachrach moved from Frielendorf to Kassel for the first time in 1907 (at age 17, possibly for his apprenticeship in commercial butchery), but he may not have lived there continuously until the 1920s. He fought for Germany in World War I, and achieved the status of master butcher by the age of 30."
        }
      ]
    },
    {
      "title": "The Baum Family in Wittelsberg",
      "content": [
        {
          "type": "image_placeholder",
          "text": "[Two photos of the Baum house in Wittelsberg with a caption describing it as having 13 rooms and a small stable for animals that has been converted into a garage. Explain that they were taken recently via Apple Maps.]",
          "image_files": [
            "assets/Baum home in Wittelsberg 2.pdf"
          ],
          "captions": [
            "Baum house in Wittelsberg"
          ]
        },
        {
          "type": "text",
          "text": "Baums were long-established in Wittelsberg (arriving in the mid 1700s at latest). There were fewer than two-dozen Jews in the village at its peak, many or most of whom were part of the Baum family. Most of the Baums lived in a large farmhouse that had been in the family since at least the 1800s and, by the 1900s, had 13 rooms and a small stable for cows and horses."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Plaque commemorating Jewish soldiers from Wittelsberg and Holzhousen who died in WWI, including two Baum cousins.]",
          "image_files": [
            "assets/WWI memorial plaque.pdf"
          ],
          "captions": [
            "Wwi Memorial Plaque"
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "Wittelsberg was a very small village, with only about 500 residents around 1900. Its small Jewish community was linked to the neighboring village of Holzhausen (where some Baums also lived). This was where the synagogue was located, as well as the Jewish cemetery and a memorial for the Jewish men who died in WWI. The two villages were about a mile apart, and residents would travel between them on foot or by bicycle."
        },
        {
          "type": "text",
          "text": "Anschel Baum, (born 1868), was a dealer in cattle and feed grain. He married Lina Grünbaum (born 1875), who came from the village of Staden, about 45 miles from Wittelsberg. He was 30 and she was 24 when they wed. They raised four children: Bertha (b. 1901), Ludwig (b. 1903), Frieda (b. 1905), and Ernst (b. 1909)."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: 1901 photo in Wittelsberg. Caption should indicate the year and location and the identities of the people in it: Bertha Baum is the baby and she's being held by her grandfather Elias Baum (born 1843). Bertha's mother, Lina Grünbaum (born 1875), is in the front center. Bertha's father, Anschel Baum (born 1868) is in the front right.]",
          "image_files": [
            "assets/Germany baby Bertha Baum 1901.jpg"
          ],
          "captions": [
            "1901 photo in Wittelsberg"
          ]
        }
      ]
    },
    {
      "title": "Bertha Baum and Samuel Bachrach",
      "content": [
        {
          "type": "text",
          "text": "In 1921, the 19-year-old Berta Baum married 31-year-old Samuel, a master butcher with a more stable financial position. This age gap was unusual at the time."
        },
        {
          "type": "text",
          "text": "It is unclear where Samuel and Bertha lived in the first years of their marriage. Both of their children, Werner (born 1923) and Margot (born 1925), were born in Frielendorf. During this period, Sam may have lived in Kassel and returned to Frielendorf on the weekends. This was a period during which life in rural Kassel was becoming unviable due to economic conditions, and many Jews were trying to transition to urban professions or leave to seek opportunity in the US."
        },
        {
          "type": "text",
          "text": "By 1928 at latest, the family had all moved to Kassel, a city of 175,000 residents where Samuel first lived at age 17. The Bachrach family lived in the downtown area, home to most of the city's approximately 2,500 Jews. Samuel was listed as a merchant in the 1928 city address book."
        },
        {
          "type": "text",
          "text": "In Kassel, Margot attended kindergarten in a Catholic school and may have also attended preschool there as well. Catholics were a minority and it was common for Jewish children to attend. They were exempted from religious activities, but Margot recalls at least one occasion where her mother may not have picked her up on time so she was led to the chapel for prayers. \"Since the nun knew I would not know what to do she kept me next to her.\""
        },
        {
          "type": "text",
          "text": "The weeks leading up to Margot's scheduled start of first grade on April 17, 1933, marked a critical phase in the Nazis' consolidation of power. Hitler legally established himself as a dictator with the passage of the Enabling Act on March 23. This was swiftly followed by the Nazis staging a coup at Kassel's City Hall on March 24. A one-day national boycott of Jewish businesses was declared on April 1, which continued informally afterward, and was aggressively enforced in Kassel, a known Nazi stronghold."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: School in Wittelsberg that Margot would have attended. It is now used as a single-family home.]",
          "image_files": [
            "assets/Wittelsberg Volksschule.pdf"
          ],
          "captions": [
            "Wittelsberg Volksschule"
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "It is unclear whether Margot began first grade in Kassel. She recalled that the explanation for her move to Wittelsberg with her brother and mother was to assist her grandparents, Anschel and Lina, with packing their belongings and selling their house so that they could relocate to the United States. However, the move was certainly, at least in part, a measure to ensure their safety from the situation in Kassel, where Samuel remained to try to earn a living. For either part or all of the 1933-34 school year, Margot and Werner attended the integrated public school's one-room schoolhouse in Wittelsberg."
        }
      ]
    },
    {
      "title": "Emigration of Anschel and Lina",
      "content": [
        {
          "type": "text",
          "text": "Life in Wittelsberg became increasingly difficult for Anschel and Lina in 1933. On top of the years-long agrarian crisis, the rise of the Nazis led to bans on Jews from local cattle markets, and intense social pressure discouraged Christians from continuing to do business with Jews. As a result of this dire situation, the couple's income plummeted by half that year. Adding to their worries, both were aging; Anschel, in his mid-60s, was also experiencing declining health."
        },
        {
          "type": "text",
          "text": "In the spring, Anschel began selling off his possessions. He was forced to conduct these economic transactions with Christians under the cover of darkness, as any such exchange had become a serious liability. He sold all of their furniture, including an antique cupboard with a secret compartment. He also sent his torah and torah ark to a relative living elsewhere in Germany. Nearing the end of their time in the country, Anschel sold the Baum family farmhouse to a Christian man named Andreas Gossman, whose descendants still live in the house today. All of these sales were made at extortionate prices, as Christians knowingly took advantage of the economic pressure imposed on the Jewish community. Anschel and Lina boarded a ship bound for the US on June 21, 1934, reportedly carrying \"7,000\", likely reported in Marks, which would be equivalent to about $65,000 USD today. Upon arriving, they settled within ten blocks of their daughter Frieda, who lived at 427 St. Johns Place in Brooklyn."
        }
      ]
    },
    {
      "title": "Margot'92s Emigration",
      "content": [
        {
          "type": "text",
          "text": "In 1934, Werner, Bertha, and their daughter Margot returned to Kassel. Samuel's mother, Gustel, also joined the family in Kassel after Samuel's father, Jakob, died that same year in a hospital near Frielendorf. They moved into a different apartment in downtown Kassel, perhaps to accommodate Gustel."
        },
        {
          "type": "text",
          "text": "For second grade, Margot may have returned to the all-girls Catholic school she attended for kindergarten. More likely, she attended the sole Jewish school in Kassel, which served approximately 175 students across four classrooms. It was in one of these schools where she met Marion Lowenthal, whose family had recently relocated to Kassel from another village. Decades later, Margot and Marion would reconnect unexpectedly on Long Island."
        },
        {
          "type": "text",
          "text": "Meanwhile, the Bachrach family faced severe economic hardship. Under the Nazi regime, Samuel had lost his ability to work as a legal advisor and struggled financially. He eventually became involved in real estate, possibly assisting other Jewish families in selling their homes as they prepared to flee the country. On a personal note, Margot, who was worryingly underweight, struggled with her mother's cooking, which she later described as \"less than good.\""
        },
        {
          "type": "text",
          "text": "In September 1935, when Margot was midway through third grade, her parents decided to send her to live with her aunt Frieda in Brooklyn. The reasons for the family's decision to send her alone, and not to emigrate themselves, remain unclear."
        },
        {
          "type": "text",
          "text": "Margot's departure began with a 4 to 5 hour steam locomotive trip to Hamburg, accompanied by her father, where they stayed with a relative overnight. From there, a \"boat train,\" exclusively for ship passengers, took them on a two-hour journey to the port town of Cuxhaven."
        },
        {
          "type": "text",
          "text": "She was excited by the prospect of reuniting with her grandparents in the US, and likely would have preferred to live with them upon arrival. However, her mother believed the responsibility would be too great for the older couple, deciding instead that Margot should be raised alongside her cousins. Still, her grandparents lived just ten blocks away, ensuring they would remain a presence in her life."
        },
        {
          "type": "text",
          "text": "On September 19th, after saying goodbye to her father, Margot was met by a \"governess,\" employed by the ship line to watch unaccompanied minors. She boarded the SS Hamburg, a luxury liner capable of carrying 1,500 passengers, though she did not travel first class. She carried 10 Marks (approximately $100 USD in 2026), the maximum amount Jews were allowed to take out of the country."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic of the SS Hamburg]",
          "image_files": [
            "assets/SS Hamburg.JPG"
          ],
          "captions": [
            "SS Hamburg"
          ]
        },
        {
          "type": "text",
          "text": "The 8-day journey to New York held mixed memories. She recalled playing with the other children on board, but also the sting of antisemitic comments from the governess. Once, the governess offered to sell Margot some balloons, then quipped to a coworker that Margot wouldn't pay because she was Jewish, implying she was cheap."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic of 427 St. Johns Place, Margot's first home in the US]",
          "image_files": [
            "assets/427 St. Johns Place.jpg"
          ],
          "captions": [
            "427 St. Johns Place"
          ]
        },
        {
          "type": "text",
          "text": "Margot arrived in New York on September 27th, just as Rosh Hashanah was beginning. Her aunt, uncle, and cousin BettyJane came to pick her up. Margot's first words to them, a blend of excitement and youthful pride, were, \"Guckt mal, meine neuen Lackschuhe!\" (Look at my new patent leather shoes!). These trendy shoes were a status symbol for German children, and a splurge for her impoverished parents."
        }
      ]
    },
    {
      "title": "Bertha, Werner, and Samuel Leave Germany",
      "content": [
        {
          "type": "text",
          "text": "Back in Kassel, Margot's family faced increasing economic hardship and persecution under the Nazi regime. The 1936 Nuremberg Laws, modeled after Jim Crow laws, banned Jews from many places. However, it wasn't until Hitler's annexation of Austria in March 1938 and the subsequent brutal treatment of Austrian Jews that most German Jews felt an urgency to leave. Around that time, Samuel and Bertha made a plan to flee with Werner. They first sent Samuel's mother, Gustel, to live in a retirement home in Frankfurt, near her nephew Noa."
        },
        {
          "type": "text",
          "text": "The rest of the family began the US immigration process, which required a certificate of clean record from the police. This was a critical step, as US immigration restrictions prohibited the entry of people with \"crimes of moral turpitude,\" a category that American consular officials interpreted broadly to deny entry to many. This requirement unfortunately delayed Samuel's emigration process because he had a misdemeanor on his record, which occurred before the Nazis took power. The exact nature of the misdemeanor remains unclear; it could have dated back to his youth in Kassel or been a bureaucratic issue related to his business dealings. In late April 1938, Samuel applied to the Kassel police department to have the misdemeanor expunged. Meanwhile, Bertha and Werner began their own visa applications."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Samuel's certificate from the Kassel police showing a clean record]",
          "image_files": []
        },
        {
          "type": "text",
          "text": "Samuel's request for expungement was approved on July 4, 1938, providing him with the necessary certificate. However, the timing was devastatingly bad. Just three days earlier, US consular policy changes had made it far more difficult for German Jews to obtain visas, resulting in a years-long waiting list."
        },
        {
          "type": "text",
          "text": "Faced with this obstacle, the family devised a new plan: Bertha and Werner would travel to New York City via Hamburg, successfully booking passage on a ship that departed on August 20th. Samuel planned to travel to Cuba, which was considered a \"waiting room\" for German and Austrian Jews due to its proximity to the US and its lenient immigration officials who allowed refugees to enter on tourist visas. Because the criminal record had slowed down his process, and with the massive exodus of Jews from Germany underway, no ships were available to Cuba for several months."
        },
        {
          "type": "text",
          "text": "Unwilling to risk remaining in Germany, Samuel instead bought a ticket on a ship ported in Denmark, set to leave on October 18th. Denmark allowed Germans with an onward travel ticket to stay as tourists for several months, providing him a safe place to wait outside of Germany. This plan, however, carried a significant risk: Samuel needed a certain amount of cash to enter Cuba, but German law only allowed him to leave with a fraction of that amount. He was entirely reliant on the German Foreign Exchange Office to release his full funds to the travel agency, a transfer he expected would happen since if paid all of the required, extortionate departure taxes, his accounts were settled."
        },
        {
          "type": "text",
          "text": "As they were making final preparations to leave the country, Samuel and Bertha had their bank accounts frozen and were under surveillance of the Gestapo. They expected this, since it was standard practice for Jews planning to leave Germany. The Gestapo coordinated with the Foreign Exchange Office to ensure that taxes were paid on any \"new\" possessions (defined as purchased after 1933) at a rate equal to 100% of the value of these items."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: List of all items that Bertha will take with her to the US]",
          "image_files": [
            "assets/hhstaw_519--3_nr_35995_0048.jpg"
          ],
          "captions": [
            "Inventory List (Verzeichniss) - Page 1.**"
          ],
          "translations": [
            "Directory of the Furniture & Objects determined for Export.**3 complete Beds... 1 Sewing machine... 50 Volumes Prayer Books & Jewish Writings ... 10 Textbooks English Language ..."
          ]
        },
        {
          "type": "text",
          "text": "The Bachrachs catalogued all of these items and had them inspected by Gestapo officers, who allowed them to take all of the items except for a bed frame, which they prohibited without explanation. They determined that 350 Marks worth of items were new, incurring a tax that would be equal to about $2,000 in 2026 USD. Bertha wrote an appeal, explaining that the family could not afford the tax and these purchases were all basic necessities for her son, a rapidly growing 15 year old who, at 5-foot-7 height, could no longer fit into his older clothing. She lost the appeal and paid the tax."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Bertha's appeal on the 350 M dego levy]",
          "image_files": []
        },
        {
          "type": "text",
          "text": "In August, Samuel, Bertha, and Werner all left Kassel. Bertha and Werner proceeded to Hamburg and sailed to the US without any obstacles. In the US, just months after her arrival, Bertha's father Anschel died in November 1938. Margot, who was 12 at the time, did not move in with them but continued to live with her aunt. Margot's grandmother, Lina, moved in with Margot after Anschel's death."
        }
      ]
    },
    {
      "title": "Trapped in Denmark, Evacuated to Sweden",
      "content": [
        {
          "type": "text",
          "text": "Samuel's journey stalled in Denmark. The German Foreign Exchange Office blocked the transfer, and the money required for him to enter Cuba never came. As a result, Samuel was unable to board his ship and was stranded in Copenhagen. He may have contacted his American in-laws to request funds for a new ticket, but none would be available for months. Adding to his despair, a few weeks after missing the ship, Samuel received word from his cousin Noa that his mother, Gustel, had died in her Frankfurt retirement home."
        },
        {
          "type": "text",
          "text": "Meanwhile, the Batista government in Cuba became increasingly restrictionist, no longer tolerating Jewish refugees entering on tourist visas. Compounding Samuel's immigration challenges, the German government revoked his citizenship in August 1939, which invalidated his passport and rendered him stateless. The outbreak of World War II in September then made transatlantic travel nearly impossible."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Building in Copenhagen that is now used as a hotel. It once had a boarding house, which was one of the places Samuel lived in his first year of residing in Denmark.]",
          "image_files": [
            "assets/Boarding house Copenhagen.jpg"
          ],
          "captions": [
            "Building in Copenhagen"
          ]
        },
        {
          "type": "text",
          "text": "During his first year in Copenhagen, Samuel lived in various boarding houses. As a refugee, he was not allowed to work but was supported by a small living allowance distributed by the officially recognized Jewish community institution in Denmark, which also provided soup kitchens and other forms of charity. He may have supplemented this with informal employment."
        },
        {
          "type": "text",
          "text": "Within his first year, he met his future wife, Ilse Gellin (n'e9e Pietsch), a German-born Jew from the Northern German city of Kiel who was a year older than him and already a long-established Danish citizen. Ilse, a former dancer, had been married to Rudolph Gellin, a local Jewish celebrity (a composer and music venue director). They had no children. By the time she met Samuel, Ilse was working as a chiropodist (foot care technician). Samuel moved in with Ilse in November 1939 and was listed on the 1940 Danish census as an unemployed boarder in her house."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Samuel's Swedish refugee intake form]",
          "image_files": [
            "assets/Samuel Bachrach Danish census 1940.jpg"
          ],
          "captions": [
            "Samuel's Swedish refugee intake form"
          ]
        },
        {
          "type": "text",
          "text": "During the German occupation of Denmark, which began in April 1940, the Nazis had a '91hands off' policy and the persecution of Jews was initially minimal. However, this changed in October 1943 when the Germans planned a roundup of the Jewish population. The plans were leaked, and the Danish resistance organized a successful rescue operation. Nearly the entire Jewish community, including Samuel and Ilse, was smuggled to safety in Sweden aboard small fishing boats. They would remain in Sweden until the end of the war in 1945."
        }
      ]
    },
    {
      "title": "Life After the War",
      "content": [
        {
          "type": "text",
          "text": "Samuel and Ilse returned to Copenhagen in 1945. Shortly after their return, Samuel and Bertha finalized their divorce, and Samuel subsequently married Ilse."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Bertha and Paul wedding announcement published in Aufbau, a German Jewish magazine published in New York]",
          "image_files": [
            "assets/Bertha Paul wedding announcement Aufbau.png"
          ],
          "captions": [
            ""
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "In 1946, Bertha married Paul Lowenger, a refugee from Vienna who had fled in 1939 and was then working in Brooklyn as a shipping clerk for a women's garment wholesaler. By this time, Werner had returned from WWII. He had enlisted at age 19, completed his training in Mississippi, and was discharged in 1945 with the rank of sergeant. He found work in a Brooklyn shipyard."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Werner's travel document containing his photo]",
          "image_files": []
        },
        {
          "type": "text",
          "text": "Two years later, in 1948, Margot married Murry Rosenblum, a US-born electrical contractor whose family had emigrated from the Russian Empire (modern-day Belarus and Poland). Murry died suddenly in December 1950, leaving behind their son, Richard, who was just over a year old."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: Margot and Murray photo]",
          "image_files": [
            "assets/Murry & Margot photo.jpeg"
          ],
          "captions": [
            "Portrait photograph of Margot Rosenblum (née Bachrach) and her husband Murry Rosenblum."
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "Meanwhile, an effort began to secure some measure of justice through restitution. Under a 1950s agreement, the government of West Germany committed to paying out claims to German Jews who had lost assets and livelihoods due to Nazi persecution. These payouts were typically small and symbolic."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: A representative page from the Baum reparations document]",
          "image_files": []
        },
        {
          "type": "text",
          "text": "Samuel, leveraging his legal background, was relentless in pursuing restitution for himself and others. His personal restitution claims file swelled to 2,000 pages, and he even filed a lawsuit against the German government. From across the Atlantic, Samuel also assisted his children and in-laws in filing claims, including Anschel's for lost assets and livelihood (which would pass to Bertha and other heirs) and claims for Margot and Werner, likely relating to missed schooling."
        },
        {
          "type": "image_placeholder",
          "text": "[Graphic: A page from the Baum reparations document showing an interview with the Piel neighbors]",
          "image_files": [
            "assets/hhstaw_518_nr_61134_0081.jpg"
          ],
          "captions": [
            "First page of the formal application for indemnification (Antrag auf Entschädigung) under the Bundesentschädigungsgesetz (BEG). Applicant: Bertha Loewinger. Persecutee: Anschel Baum. Details personal information and residence history."
          ],
          "translations": []
        },
        {
          "type": "text",
          "text": "However, the process itself proved demeaning. For Anschel's claim, regional police in Marburg were required to substantiate the loss of his business and the below-market-value sale of his home and possessions. This involved interviewing Anschel's former Christian neighbors who, like many Germans, denied and minimized the atrocities against Jews. The police interviewed a father and son from the neighboring Peil family, who insisted no one ever bore ill will toward Anschel, that his home and possessions were of low value, and that the sales were not forced (even while acknowledging that all of the sales took place under the cover of darkness). The claim ultimately settled for the equivalent of $20,000 in 2026 USD, which all sides acknowledged was far under the true value."
        }
      ]
    },
    {
      "title": "Family Tree",
      "content": [
        {
          "type": "image_placeholder",
          "text": "[A genogram showing the names, place of birth, and years of birth and death for each of the family members]",
          "image_files": []
        }
      ]
    }
  ]
}